# OLDMassDistRealToStr

## Description
Converts distributed mass real value to string and returns TRUE on success.

```pascal
FUNCTION OLDMassDistRealToStr(distrMassValue : REAL) : STRING;
```

```python

def vs.OLDMassDistRealToStr(distrMassValue):
    return STRING
```

## Parameters
|Name|Type|Description|
|---|---|---|
|distrMassValue|REAL||

## Version
Availability: from Vectorworks 2018
## Category
* Truss Analysis